[{"id":1,"name":"24 Hours Emergency","description":"MedRay is known for providing advanced emergency services with rapid response for any kind of treatment. We have well-equipped emergency and trauma center with facilities of international standards.","img":"https://i.ibb.co/37tgjMg/emergency.png"},{"id":2,"name":"24 Hours Orthopedics","description":"This complex system, which includes your bones, joints, ligaments, tendons, muscles, and nerves, allows you to move, work, and be active. And anybody can break a bone.","img":"https://i.ibb.co/kQTYmBd/orthopedic.jpg"},{"id":3,"name":"24 Hours Vascular Surgery","description":"Vascular surgery is a surgical subspecialty in which diseases of the vascular system, or arteries, veins and lymphatic circulation.","img":"https://i.ibb.co/dQsgxT9/vascular-surgery.jpg"},{"id":4,"name":"Physiotherapy","description":"Our Physiotherapists help people affected by injury, illness or disability through movement and exercise, manual therapy, education and advice.","img":"https://i.ibb.co/PZrSnTc/Physiotherapy.jpg"},{"id":5,"name":"ECO Cardiogram","description":"During an echo test, ultrasound (high-frequency sound waves) from a hand-held wand placed on your chest provides pictures of the heart's valve.","img":"https://i.ibb.co/XYZx7KR/cardiogram.png"},{"id":6,"name":"ECG","description":"Electrocardiography is the process of producing an electrocardiogram (ECG or EKG). It is a graph of voltage versus time of the electrical activity.","img":"https://i.ibb.co/5GvLvTf/ECG.png"},{"id":7,"name":"Color Doppler","description":"Color Doppler is a method of visually detecting motion or blood flow using a color map that is incorporated into a standard B-mode image. The principles of color Doppler are similar to those of pulsed-wave Doppler.","img":"https://i.ibb.co/Trj5n5H/color-depler.png"},{"id":8,"name":"Digital X-Ray","description":"A digital X-ray, or digital radiography, is a modern type of X-ray that utilises digital sensors instead of photographic film, as with a traditional X-ray.","img":"https://i.ibb.co/42bFdbN/digital-X-Ray.jpg"},{"id":9,"name":"Ultra Sonography","description":"procedure that uses high-energy sound waves to look at tissues and organs inside the body. The sound waves make echoes that form pictures of the tissues and organs on a computer screen (sonogram).","img":"https://i.ibb.co/jwhHQHB/ultrasonography.png"},{"id":10,"name":"C-Arm OT","description":"MedRay offers a luxurious quality C-Arm Compatible Hydraulic OT table with the best results. It has so many variants like Manual OT Table.","img":"https://i.ibb.co/2hLYyhZ/C-Arm-OT-Room.jpg"},{"id":11,"name":"Digital Lab","description":"We Have Digital X-ray with Computed Radiography, Mammography, OPG, Deltal X-ray, ECG, Channel, Spirometry, Laryngoscope, Spirometry.","img":"https://i.ibb.co/HFry04g/Digital-Lab.jpg"},{"id":12,"name":"Post Operative Ward","description":"We Provide Postoperative care is the care you receive after a surgical procedure. The type of postoperative care you need depends on the type of surgery you have.","img":"https://i.ibb.co/K0kQmnS/post-operative-ward.jpg"},{"id":13,"name":"AC/ Non AC Cabin","description":"We provide both AC and Non AC Cabin with fresh environment so that you get well soon. And it's really very cool.","img":"https://i.ibb.co/0nD1KSV/AC-Cabin.jpg"},{"id":13,"name":"24 Hours Ambulance Service","description":"We Provide Emergency Ambulance Service so that you can take it easily, fastly.","img":"https://i.ibb.co/QHyVsbb/ambulence.jpg"}]