[{"id":1,"name":"Color Doppler","description":"Color Doppler is a method of visually detecting motion or blood flow using a color map that is incorporated into a standard B-mode image. The principles of color Doppler are similar to those of pulsed-wave Doppler.","img":"https://i.ibb.co/Trj5n5H/color-depler.png"},{"id":2,"name":"Digital X-Ray","description":"A digital X-ray, or digital radiography, is a modern type of X-ray that utilises digital sensors instead of photographic film, as with a traditional X-ray.","img":"https://i.ibb.co/42bFdbN/digital-X-Ray.jpg"},{"id":3,"name":"Ultra Sonography","description":"procedure that uses high-energy sound waves to look at tissues and organs inside the body. The sound waves make echoes that form pictures of the tissues and organs on a computer screen (sonogram).","img":"https://i.ibb.co/jwhHQHB/ultrasonography.png"},{"id":4,"name":"C-Arm OT","description":"MedRay offers a luxurious quality C-Arm Compatible Hydraulic OT table with the best results. It has so many variants like Manual OT Table.","img":"https://i.ibb.co/2hLYyhZ/C-Arm-OT-Room.jpg"},{"id":5,"name":"Digital Lab","description":"We Have Digital X-ray with Computed Radiography, Mammography, OPG, Deltal X-ray, ECG, Channel, Spirometry, Laryngoscope, Spirometry.","img":"https://i.ibb.co/HFry04g/Digital-Lab.jpg"},{"id":6,"name":"Post Operative Ward","description":"We Provide Postoperative care is the care you receive after a surgical procedure. The type of postoperative care you need depends on the type of surgery you have.","img":"https://i.ibb.co/K0kQmnS/post-operative-ward.jpg"},{"id":7,"name":"AC/ Non AC Cabin","description":"We provide both AC and Non AC Cabin with fresh environment so that you get well soon. And it's really very cool.","img":"https://i.ibb.co/0nD1KSV/AC-Cabin.jpg"},{"id":8,"name":"24 Hours Ambulance Service","description":"We Provide Emergency Ambulance Service so that you can take it easily, fastly.","img":"https://i.ibb.co/QHyVsbb/ambulence.jpg"},{"id":9,"name":"Clinical Pathology","description":"Clinical pathology (Medical Laboratory) is a medical specialty that is concerned with the diagnosis of disease based on the laboratory analysis of bodily fluids","img":"https://i.ibb.co/ts6nLsy/clinical-pathology.jpg"},{"id":10,"name":"Cardoac Test","description":"We Provide Emergency Ambulance Service so that you can take it easily, fastly.","img":"https://i.ibb.co/WsnTW7d/Robert-Davis-of-Clarkston-has-a-outpatient-stress-test-run-by-exercise-physiologist-s-Richard-Andrev.jpg"},{"id":11,"name":"Bronsosopy","description":"Bronchoscopy is a procedure to look directly at the airways in the lungs using a thin, lighted tube (bronchoscope).","img":"https://i.ibb.co/0KSGLbB/bronchoscopy.jpg"},{"id":12,"name":"Bio Chemistry","description":"Our tests are listed in alphabetical order. Click on the A-Z links to find out more. We are also able to refer testing to external laboratories.","img":"https://i.ibb.co/rFvfgXm/biochemestry.jpg"},{"id":13,"name":"CT Scan","description":"Computed tomography (CT) scan is a useful diagnostic tool for detecting diseases and injuries.","img":"https://i.ibb.co/r4r9PFv/CTscan.jpg"},{"id":14,"name":"ERCP","description":"ERCP, is a procedure to diagnose and treat problems in the liver, gallbladder, bile ducts, and pancreas.","img":"https://i.ibb.co/BNbCLGS/ercp.png"}]